console.log(`
く__,.ヘヽ。       /  ,ー､ 〉
         ＼ ', !-─‐-i  /  /´
         ／｀ｰ'       L/／｀ヽ､
       /   ／,   /|   ,   ,       ',
     ｲ   / /-‐/  i  L_ ﾊ ヽ！i
      ﾚ ﾍ 7 ｲ｀ﾄ   ﾚ'ｧ - ﾄ､! ハ |   |
        !,/7 '0'     ´0i ソ |    |
        |。从"    _     ,,,, / |./    |
        ﾚ'| i＞.､,,__  _,.イ /   .i   |
          ﾚ'| | / k_7_/ﾚ'ヽ,  ﾊ。 |
            | |/i 〈|/   i  ,.ﾍ |  i  |
           .|/ /  i：ﾍ！   ＼  |
            k ヽ>､ﾊ    _,.ﾍ､    /､!
            !'〈//｀T´', ＼ ｀'7'ｰr'
            ﾚ'ヽ L__|___i,___，ンﾚ | ノ
                ﾄ-,/  |___./
                'ｰ'    !_,.:
`)

console.log("%c请尽情享用吧！🎉🎉🎉", "color: #39c5bb");
